export const PARAGRAPH = {
  notice:
    '이동거리\n독립문역~서대문형무소 약 1km\n\n' +
    '소요시간\n약 2시간~3시간\n\n' +
    '권장인원\n2~4명\n\n' +
    '게임중 주의사항\n' +
    "- 어플리케이션 화면과 일기장을 동시에 활용해주세요.\n- 최종 비밀 지령을 전달하는 스토리인 만큼 각 미션 성공 후 나오는 단어를 메모해주세요.\n- 어플리케이션의 '전구' 버튼을 통한 힌트는 원칙적으로 3회까지 사용 가능하나, 힌트 사용에 제한을 걸어두고 있지 않습니다. 힌트를 세 번 이상 사용하시는 경우 추후 설문조사를 통해 힌트 사용 횟수를 알려주시면 감사하겠습니다.\n- 게임 시작 시간을 기억하시어 모든 미션을 완수하여 게임을 마칠 때까지 소요된 시간을 알려주시면 감사하겠습니다.\n- 페이지 우측 상단의 말풍선 버튼을 통해 OREH(오래) 팀과 카카오톡 상담이 가능합니다. 게임 플레이 중 곤란한 부분이 있으시다면 사용해주세요 :) 상담 사용 시 플레이 중이던 어플리케이션의 인터넷 창을 닫지 않도록 주의해주세요.",
  questStart:
    '눈 깜짝할 사이에 뺏겨버린 나라.\n' +
    '그리고 그 나라에 살고 있는 나.\n\n' +
    '거리에는 총을 멘 일본 군인들이 다니고\n' +
    '한국어도 못 쓰게 하며 소통을 막는다.\n' +
    '다시 나라를 되찾아야만 한다.\n\n' +
    '일제강점기 어느 날,\n최종 비밀 지령을 전달하기를\n시도하는데…\n\n최종 비밀 지령을 찾아\n독립 운동을 위해 전달하라 !\n',
  quest1: 'Mission 01.',
  ans1: 'ans1',
  hint1: 'hint1',
}
