export const STRING = {
  quest_buttonText: 'Enter',
  start_buttonText: 'START',
  hintEndModalText: '힌트를 모두 사용하셨습니다.',
  wrongAnsModalText: '\n오답입니다.',
  questStartText: '퀘스트를 시작할 준비가 되었다면,\n아래의 버튼을 눌러주세요.',
  guide:
    '이동거리\n독립문역~서대문형무소 약 1km\n\n' +
    '소요시간\n약 2시간~3시간\n\n' +
    '권장인원\n2~4명\n\n\n',
  guide_content:
    '• 최종 비밀 지령을 전달하는 스토리인 만큼 각 미션 성공 후 나오는 단어를 기억해주세요.\n\n'+
    '• 게임 경로 내 약 3000원을 지불해야하는 장소가 포함됩니다.\n\n'+
    '• 서대문형무소가 쉬는 날인 월요일 및 공휴일에는 플레이가 불가능합니다.\n\n'+
    '• 어플리케이션에 나오는 화면과 일기장을 잘 활용하시길 바랍니다.',
  mission:
    '눈 깜짝할 사이에 뺏겨버린 나라.\n' +
    '그리고 그 나라에 살고 있는 나.\n\n' +
    '거리에는 총을 멘 일본 군인들이 다니고\n' +
    '한국어도 못 쓰게 하며 소통을 막는다.\n\n' +
    '다시 나라를 되찾아야만 한다.\n\n' +
    '일제강점기 어느 날,\n최종 비밀 지령을 전달하기를\n시도하는데…\n\n최종 비밀 지령을 찾아\n독립 운동을 위해 전달하라 !\n',
  quest1: "시작 장소를 찾으시오.\n아래의 자음과 모음을\n 회전 및 재배열하시오.",
  ans1: '영은문',
  hint1_1: 'HINT1\n\n\n\n\n독립문이 세워지기 전에\n있었던 문은 무엇일까요?',
  hint1_2: "HINT2\n\n\n\n\n독립문으로 가서\n표지판을 찾아보세요",
  quest2: "영은문에서 북서쪽을 바라보며,\n다음 사진과 공통적인 것을 찾으시오.",
  ans2: "오얏꽃",
  title2: "영은문, 주초",
  hint2_1: "HINT1\n\n제시된 이미지들과\n영은문에서 발견할 수 있는\n공통점을 찾으시오.",
  hint2_2: "HINT2\n\n\n\n\n'서울 독립문'의 표지판을 보세요.",
  pop2: "내",
  date2: "1919년 2월 22일",
  quest3: "독립문의 건립을 발의한 사람이\n근처에서 기다리고 있습니다. \n 이를 찾아가세요.",
  pop3: "만",
  quest4: "미션지에 제시된 14개의 단어를 보고, \n 서재필 선생의 모습과 다른\n3가지를 찾아, 합을 적으세요.",
  ans4: "32",
  title4: "업적, 독립",
  hint4_1: "HINT1\n\n\n\n\n단어의 번호를 찾으세요.",
  hint4_2: "HINT2\n\n\n\n\n미션지 1번을 보세요.",
  date4: "1919년 2월 25일",
  quest5: "미션지 #1의 암호판을 해독하여,\n[ 070 – 갑 을 병 정 – 병 무 갑 기 ]\n위 번호로 전화하라.\n(’-‘를 포함하여 답을 입력해주세요.)",
  ans5: "070-4571-7849",
  hint5_1: "HINT1\n\n\n\n\n가로, 세로, 대각선의 합이\n15로 일정하다.",
  hint5_2: "HINT2\n\n\n\n\n맨 가운데 숫자는 5이다.",
  pop5: "위",
  quest6: "Find the Green.\n2-8\n1-9\n7-1\n4-7",
  ans6:"대한독립",
  title6: "3.1운동, 만세시위",
  hint6_1: "HINT1\n\n\n\n\n억압과 공포의 상징,\n서대문형무소",
  hint6_2:"HINT2\n\n\n\n\n몇 번째 줄 - 몇 번째 글자",
  date6: "1919년 3월 14일",
  quest7: "서대문형무소에서 순국한 4명의 영웅을 찾아가서, \n 미션지에 있는 마지막으로 그려질 도형이 몇 각형인지 찾으시오.",
  ans7: "칠각형",
  title7:"서대문 감옥",
  hint7_1: "HINT1\n\n\n\n\n4명의 의사를 찾아가세요.\n(이재명, 강우규, 채경옥, 송학선)",
  hint7_2: "HINT1\n\n\n\n\n초성과 생년을 연결하여\n다각형을 만드세요.",
  pop7:"일",
  date7: "1919년 3월 27일",


}
